/* 
  Localizable.strings
  Matrix Calculator

  Created by Zichuan Huang on 06/09/2015.
  Copyright © 2015 Zichuan Huang. All rights reserved.
*/

new = "New";
saveTitle = "Save Matrix As";
usedCharacter = "Used Characters: ";
none = "None";
alertMsg = "\nUsing same character will overwrite existing matrix.";
save = "Save";
cancel = "Cancel";
notInvertible = "Matrix is not invertible!";
notSquare = "Matrix is not square matrix!";
dimensionMismatch = "Dimension %d×%d and %d×%d mismatch!";
FirstTimeEnter = "Choose a matrix before you choose an operation.";